Returns the encoding used by points in this point cloud.
  Namespace:   Autodesk.Revit.DB.PointClouds
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
PointCloudColorEncoding GetColorEncoding()
  Visual Basic
Function GetColorEncoding As PointCloudColorEncoding
  Visual C++
PointCloudColorEncoding GetColorEncoding()
 Return Value
 The encoding.
 See Also
  IPointCloudAccess Interface
  Autodesk.Revit.DB.PointClouds Namespace